---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsSystemRisedrop1linerisesymbolParam
source: html/246b468c-df85-7400-b52d-39bbefb1a5b3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsSystemRisedrop1linerisesymbolParam Property

"Single Line Rise Symbol"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsSystemRisedrop1linerisesymbolParam { get; }
```